{
  "banner": {
    "title": "iGOT 2.0",
    "description": "iGOT 2.0 एक अगली पीढ़ी का शिक्षण समाधान है जिसे कभी भी, कहीं भी और किसी भी डिवाइस पर एक्सेस किया जा सकता है।",
    "videoLink": "",
    "moreInfo": ""
  },
  "section1": {
    "title": "अवलोकन",
    "leftParas": [
      "iGOT 2.0 एक सीखने का मंच है जिसका उद्देश्य सिविल सेवाओं के बीच क्षमता विकास को बढ़ावा देना है। यह सिविल सेवाओं की सटीक सीखने की जरूरतों को पूरा करने के लिए 'उद्देश्य के लिए उपयुक्त' होने के लिए बनाया गया एक समाधान है। iGOT 2.0 उनकी करियर आकांक्षाओं के लिए प्रासंगिक परिणाम प्राप्त करने के लिए प्रभावशाली और प्रासंगिक शिक्षण पथ बनाने में मदद करेगा।",
      "साझा सीखने की संरचना को सक्षम करके, मंच अधिकारियों, विभागों, प्रबंधकों और प्रशिक्षण संस्थानों को लीवरेज पाठ्यक्रमों, अन्य शिक्षण संसाधनों और योग्यता परीक्षण व्यवस्थाओं को पार करने की अनुमति देता है। जबकि आईजीओटी 2.0 सीखने वाले को सीखने की जिम्मेदारी देता है, यह तंत्र भी प्रदान करता है जिसके द्वारा विभाग और प्रबंधक अधिकारियों को उनकी क्षमता विकास यात्रा में मार्गदर्शन, निगरानी और सलाह दे सकते हैं।"
    ],
    "rightParas": [
      "iGOT 2.0 प्लेटफॉर्म पाठ्यक्रमों को संहिताबद्ध करने में मदद करता है, प्रदाताओं को, दोनों आंतरिक (CTI, STI, OTI, सेवारत अधिकारी) और बाहरी (अकादमिक संस्थान, अन्य ऑनलाइन प्रदाता, अंतर्राष्ट्रीय एजेंसियां, व्यक्ति) को सीखने की मांगों के साथ सिंक्रनाइज़ेशन में प्लेटफॉर्म पर अपने पाठ्यक्रम प्रदान करने की अनुमति देता है। और उपयोगकर्ता की जरूरतें।"
    ]
  },
  "section2": {
    "description": "iGOT 2.0 भारत की सभी सिविल सेवाओं की क्षमता विकास आवश्यकताओं के लिए वन स्टॉप शॉप है"
  },
  "section4": {
    "title": "लाभ – iGOT क्यों?",
    "subTitle": "जब सीखने की क्षमता के साथ प्रतिभा परिवर्तन की बात आती है तो iGoT कई लाभ प्रदान करता है। उनमें से कुछ यहां हैं:",
    "cards": [
      {
        "icon": "wb_cloudy",
        "title": "100% क्लाउड और ओपन सोर्स-आधारित, जो आसान परिनियोजन को सक्षम बनाता है",
        "para": [
          "एक स्केलेबल, सुरक्षित, ओपन-सोर्स क्लाउड-आधारित समाधान जिसे आपके उद्यम एसएसओ के साथ आसानी से एकीकृत किया जा सकता है। इस समाधान को कभी भी, कहीं भी और किसी भी डिवाइस पर एक्सेस किया जा सकता है।"
        ]
      },
      {
        "icon": "जानकारी",
        "title": "हमेशा समर्थन पर",
        "para": [
          "iGoT प्लेटफॉर्म के लिए विशेषज्ञों और शिक्षकों के साथ-साथ तकनीकी और परिचालन सहायता से चौबीसों घंटे मार्गदर्शन प्राप्त करें।"
        ]
      },
      {
        "icon": "tag_faces",
        "title": "iGoT को अपना बनाएं",
        "para": [
          "अनुकूलित होमपेज पर लोगो, छवियों और अन्य ब्रांड तत्वों के माध्यम से अपने ब्रांड की कहानी को आत्मसात करके अपने संगठन के लिए iGoT को अद्वितीय बनाएं।"
        ]
      },
      {
        "icon": "chat",
        "title": "हमेशा समर्थन पर",
        "para": [
          "सीखने की प्रक्रिया के किसी भी स्तर पर मार्गदर्शन के लिए शिक्षार्थी एआई-संचालित आवाज-सक्षम 'लर्निंग असिस्टेंट' के साथ बातचीत कर सकते हैं। वे भूमिकाओं, कौशल और रुचि के लिए बनाए गए गतिशील निर्देशित शिक्षण पथों तक भी पहुंच सकते हैं।"
        ]
      }
    ]
  },
  "section5": {
    "title": "अंतर्दृष्टि",
    "subtitle": "आपके संगठन की सीख कितनी प्रभावशाली है?",
    "para": "संगठनों और नौकरियों की संरचना बदल रही है क्योंकि कृत्रिम बुद्धिमत्ता, मशीन लर्निंग, रोबोटिक प्रक्रिया स्वचालन और अन्य डिजिटल क्षमताएं कार्यस्थल पर हावी हो रही हैं। इसलिए कर्मचारियों के लिए लगातार नए कौशल सीखना और क्षमताओं का विकास करना अनिवार्य हो जाता है जो उन्हें भविष्य की नौकरियों के लिए तैयार करेगा।"
  },
  "features": {
    "title": "विशेषताएँ",
    "description": "नाव पर स्वागत है। iGOT 2.0 क्षमता निर्माण के लिए एक व्यापक शिक्षण मंच है। iGOT 2.0 शिक्षार्थियों को मंच से नई उपयोगिताओं को प्राप्त करने में सक्षम बनाएगा। इस मंच के साथ, सीखना केवल कक्षा तक ही सीमित नहीं होगा, बल्कि योग्यता उन्नयन के लिए सहकर्मी चुनौती, प्रतिस्पर्धा और सलाह के माध्यम से नौकरी पर उपलब्ध होगा। इसके अलावा व्यक्तिगत और अनुकूलनीय प्रणाली भूमिकाओं, दक्षताओं और सामग्री को विस्तृत करने में मदद करेगी।",
    "list": {
      "लचीला और सुविधाजनक": "<p> iGOT 2.0 कई स्रोतों से सर्वश्रेष्ठ क्यूरेटेड सामग्री प्रदान करता है। शिक्षार्थी इसे कभी भी, कहीं भी और किसी भी उपकरण पर निर्बाध रूप से एक्सेस कर सकते हैं। ऑन-द-मूव सीखना आसान हो गया है क्योंकि सामग्री ऑनलाइन और ऑफलाइन उपलब्ध है। शिक्षार्थी रुचि के विषय पर एक विहंगम दृष्टि प्राप्त करते हैं या अपने ज्ञान को समृद्ध करने के लिए उसमें गहराई से उतरते हैं। बिल्ट-इन एआई-पावर्ड वॉयस-इनेबल्ड लर्निंग असिस्टेंट शिक्षार्थियों के सवालों का जवाब देता है और समाधान के भीतर रुचि के पाठ्यक्रमों तक पहुंच को भी सक्षम बनाता है। </p>",
      "व्यक्तिगत और आकर्षक": "<p> आईजीओटी 2.0 में ऐसे कई तत्व हैं जो सीखने को और अधिक मनोरंजक और आकर्षक अनुभव बनाते हैं। उनमें से कुछ नीचे सूचीबद्ध हैं।</p><p><mat-icon class='mat-icon notranslate material-icons mat-icon-no-color' role='img' aria-hidden='true'>minimize</mat-icon> सीखने की फिटनेस हासिल करने के लिए शिक्षार्थी 'लक्ष्य' बना सकते हैं। प्रबंधक अपनी टीम के सदस्यों के लिए लक्ष्य भी निर्धारित कर सकते हैं और उनकी प्रगति को ट्रैक कर सकते हैं। 'नेविगेटर' शिक्षार्थियों को उनके लिए विशेष रूप से तैयार किए गए गतिशील शिक्षण पथों के माध्यम से आगे बढ़ने का निर्देश देता है। शिक्षार्थी भूमिका-आधारित प्रस्तावों का पता लगा सकते हैं, अपनी पसंद के कौशल हासिल कर सकते हैं और अपने वर्तमान कौशल सेट का निर्माण कर सकते हैं।</p><p><mat-icon class='mat-icon notranslate material-icons mat-icon-no-color' role='img' aria-hidden='true'>minimize</mat-icon> 'समय व्यतीत' iGOT 2.0 पर सीखने की पहल पर खर्च किए गए समय की मात्रा का एक उपाय है और संगठन के औसत के साथ तुलना करता है। </p><p><mat-icon class='mat-icon notranslate material-icons mat-icon-no-color' role='img' aria-hidden='true'>minimize</mat-icon> 'लर्निंग हिस्ट्री' फीचर शिक्षार्थियों को उन पाठ्यक्रमों की सूची के साथ प्रस्तुत करता है जिन्हें उन्होंने शुरू किया है और उन्हें पूरा करने के लिए प्रेरित करता है।</p>",
      "जुड़ा और सहयोगात्मक": "<p> आईजीओटी 2.0 में ऐसे कई तत्व हैं जो सीखने को और अधिक मनोरंजक और आकर्षक अनुभव बनाते हैं। उनमें से कुछ नीचे सूचीबद्ध हैं।</p><p><mat-icon class='mat-icon notranslate material-icons mat-icon-no-color' role='img' aria-hidden='true'>minimize</mat-icon> शिक्षार्थी अपनी 'प्लेलिस्ट' में जोड़ने के लिए विषय चुन सकते हैं और अपने स्वयं के सीखने के मार्ग बना सकते हैं। इन रास्तों को उनके साथियों के साथ भी साझा किया जा सकता है। </p><p><mat-icon class='mat-icon notranslate material-icons mat-icon-no-color' role='img' aria-hidden='true'>minimize</mat-icon>'ऑनबोर्डिंग' फ़ंक्शन के साथ प्रतिभा को प्रशिक्षित करने और संलग्न करने के लिए भूमिका-आधारित किट शामिल करें।</p>",
      "प्रतिस्पर्धी और प्रेरक": "<p> शिक्षार्थी 'प्रौद्योगिकी खेल के मैदान' का उपयोग करके अपनी दक्षताओं को बढ़ा सकते हैं। इसके अलावा, शिक्षार्थी 'चुनौतियाँ', 'प्रतियोगिता' और 'प्रौद्योगिकी आकलन' की शक्ति का उपयोग करने के लिए उपयोग कर सकते हैं </p><p><mat-icon class='mat-icon notranslate material-icons mat-icon-no-color' role='img' aria-hidden='true'>minimize</mat-icon> प्रौद्योगिकी प्रमाणन का संचालन</p><p><mat-icon class='mat-icon notranslate material-icons mat-icon-no-color' role='img' aria-hidden='true'>minimize</mat-icon> अपने स्वयं के कौशल के साथ-साथ विभिन्न टीमों के सामूहिक कौशल का परीक्षण करें </p><p><mat-icon class='mat-icon notranslate material-icons mat-icon-no-color' role='img' aria-hidden='true'>minimize</mat-icon> कोडिंग प्रतियोगिताएं और हैकाथॉन बनाएं </p><p><mat-icon class='mat-icon notranslate material-icons mat-icon-no-color' role='img' aria-hidden='true'>minimize</mat-icon>आकलन अनुकूलित करें</p>",
      "सरलीकरण": "<p> शिक्षार्थी 'वर्चुअल प्रोक्टेड सर्टिफिकेशन' के साथ प्रमाणित और तैनात करने योग्य प्रतिभा की एक टीम बना सकते हैं, जो शिक्षार्थियों को कभी भी, कहीं भी आसानी से प्रमाणन पूरा करने में सक्षम बनाता है। सरलीकरण से प्रेरित होकर, शिक्षार्थी पाठ्यक्रम पूरा करने और शिक्षण लीडरबोर्ड में शीर्ष पर रहने के बाद अंक अर्जित करके शानदार 'बैज' जीत सकते हैं। </p>",
      "रणनीतिक और अंतर्दृष्टि": "<p> संगठन के नेता 'एनालिटिक्स' और 'हार्टबीट टेलीमेट्री' से अंतर्दृष्टि के साथ प्रभावशाली सीखने की पहल कर सकते हैं और साथ ही संगठन के सीखने के रुझान पर नजर रख सकते हैं। व्यापक गतिविधि ट्रैकिंग, रिपोर्ट और व्यक्तिगत डैशबोर्ड के माध्यम से, वे प्रतिभा उत्पादकता को विकसित और प्रबंधित कर सकते हैं।</p>",
      "आईजीओटी 2.0 कैटलॉग के साथ प्लग एंड प्ले करें": "<p> सर्वश्रेष्ठ इन-क्लास सामग्री की क्यूरेटेड लाइब्रेरी के साथ शिक्षार्थियों को शामिल करें। अपनी आंतरिक उद्यम सामग्री या बाहरी तृतीय-पक्ष सामग्री को निर्बाध रूप से एकीकृत करें। शिक्षार्थी किसी भी सामग्री प्रारूप का आनंद ले सकते हैं और चुन सकते हैं जो उनकी सीखने की आवश्यकताओं के लिए सबसे उपयुक्त है। वे PDF, पॉडकास्ट, रिच HTML, इंटरेक्टिव लैब और अन्य सामग्री प्रारूपों से सीख सकते हैं। शिक्षार्थी काटने के आकार के सूक्ष्म मॉड्यूल सीखने या मैक्रो लर्निंग मॉड्यूल में गहराई से गोता लगाने का विकल्प चुन सकते हैं। </p>",
      "अभ्यास परिपूर्ण बनाता है": "<p> कभी भी संपर्क से बाहर न जाएं! शिक्षार्थी क्लाउड वातावरण पर हैंड्स-ऑन कोडिंग प्लेग्राउंड और 'सिम्युलेटेड लैब्स' का अधिकतम लाभ उठा सकते हैं। नए कौशल प्राप्त करने के बाद शिक्षार्थियों को अभ्यास और कोड में मदद करने के लिए इन्हें iGOT 2.0 पर उपलब्ध कराया गया है।</p>"
    }
  }
}