{
    "title": "Frequently asked questions",
    "description": "",
    "help": [{
        "fragment": "MissionKarmayogi",
        "title": "Mission Karmayogi",
        "contents": [
            { 
                "heading": "What is mission Karmayogi?",
                "value": "<p class='mat-body-2'><ng-container i18n>Mission Karmayogi - National Programme for Civil Services Capacity Building has been envisioned by the Government to address the changing needs and aspiration of the citizen. The Programme has been designed to enhance the civil services under a national Programme, anchored by an apex body headed by the Prime Minister.</ng-container> </p> "
            },
            { 
                "heading": "What are hubs?",
                "value": "<p class='mat-body-2'><ng-container i18n>iGOT Karmayogi platform enables officials to explore, acquire and certify their competencies that are critical to discharging their duties. The platform also helps them connect and collaborate across silos and become more efficient in the execution of their responsibilities. These are made possible, with a series of features organized into specific hubs.</ng-container> </p> "
            }
        ]
    },
    {
        "fragment": "AccountAccess",
        "title": "Account and access",
        "contents": [
            { 
                "heading": "How can I reset my password?",
                "value": "<p class='mat-body-2'><ng-container i18n>You can reset or change your password by clicking on the 'Forgot password' link. An email will be sent to you through which you will be able to reset or change your password.</ng-container> </p> "
            },
            { 
                "heading": "How can I edit my details?",
                "value": "<p class='mat-body-2'><ng-container i18n>You can edit your profile details by the following steps: 1. Click on 'View profile' button in the profile dropdown. 2. Click on the 'Edit profile' button 3. make the necessary changes and click on the 'Save details' button. Please note that few profile details will be updated only after it is approved by the admin.</ng-container> </p> "
            },
            { 
                "heading": "How can I know what are the various portals I have access to?",
                "value": "<p class='mat-body-2'><ng-container i18n>In your profile dropdown menu, you can see the list of all other portals that you have access to.</ng-container> </p> "
            }
        ]
        },
        {
            "fragment": "Learn",
            "title": "Learn",
            "contents": [
                { 
                    "heading": "What is a learn hub?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Learnhub is one among the many hubs that facilitates competency building through suitable courses, assessments and learning recommendations (i.e. CBPs).</ng-container> </p> "
                },
                { 
                    "heading": "What is a CBP?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Competency Building Product (CBP) is a content comprising of resources, course, modules and programs which can be consumed by the government officials to enhance their competencies or acquire new ones.</ng-container> </p> "
                },
                { 
                    "heading": "How can I search for a CBP?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can search for a CBP through various ways: 1. Search a CBP by name 2. Explore by topics 3. Explore by competencies 4. Explore by topics</ng-container> </p> "
                },
                { 
                    "heading": "Where can I see all the newly added CBPs?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can view all the newly added CBPs under the 'Newly added course' section in the homepage.</ng-container> </p> "
                },
                { 
                    "heading": "How can I start learning?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can edit your profile details by the following steps: 1. Click on 'View profile' button in the profile dropdown. 2. Click on the 'Edit profile' button 3. make the necessary changes and click on the 'Save details' button. Please note that few profile details will be updated only after it is approved by the admin.</ng-container> </p> "
                },
                { 
                    "heading": "Can I resume/pause a CBP?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Yes, you can pause a CBP that you are currently consuming and resume at any point of time.</ng-container> </p> "
                },
                { 
                    "heading": "Is it necessary to pass an assessment?",
                    "value": "<p class='mat-body-2'><ng-container i18n>It is necessary to pass the CBP assessment for you to acquire the competency that the CBP caters to.</ng-container> </p> "
                },
                { 
                    "heading": "What is a competency assessment?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Every competency will have assessments attached to it and only after passing the assessment with minimun required score, you will be able to acquire the competency and attached it to you competency list</ng-container> </p> "
                },
                { 
                    "heading": "Who creates the CBPs?",
                    "value": "<p class='mat-body-2'><ng-container i18n>The CBPs are created by the CBP providers through the CBP portal which is listed after going through a review process.</ng-container> </p> "
                }
            ]
        },
        {
            "fragment": "Disucss",
            "title": "Disucss",
            "contents": [
                { 
                    "heading": "How can I use the discuss forum?",
                    "value": "<p class='mat-body-2'><ng-container i18n>The discuss hub enables you to post your query, idea or suggestion which will be visible to all officials on the platform. Other officials can then engage with your post, provide necessary information and guide the official</ng-container> </p> "
                },
                { 
                    "heading": "Who can see my posts?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Any official who have been onboarded to the iGOT Karmayogi platform will be able to view and engage with your post.</ng-container> </p> "
                },
                { 
                    "heading": "Can I delete my post?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Yes, you will be able to edit or delete your post by clicking on the ellipses in the post.</ng-container> </p> "
                },
                { 
                    "heading": "How can I get quick access to a post?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can bookmark a post to save it. Additionally, you can search for a post by selecting the right caterogy or tag.</ng-container> </p> "
                },
                { 
                    "heading": "How can discuss hub help me?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Discuss hub provides officials with an opportunity to benefit from insights from previous discussions and to trigger new conversations around particular queries they may have.</ng-container> </p> "
                }
              
            ]
        },
        {
            "fragment": "Network",
            "title": "Network",
            "contents": [
                { 
                    "heading": "What are connections?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Connections are the people (governement officials) who you are connected to in the iGOT platform. Your connections will be able to see the posts you have made, your profile details, your activites until you mark those as private.</ng-container> </p> "
                }
            ]
        },
        {
            "fragment": "Competencies",
            "title": "Competencies",
            "contents": [
                { 
                    "heading": "Where can I see my competencies?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can see the competencies that you have acquired and the list of recommended competencies in the Competency hub.</ng-container> </p> "
                },
                { 
                    "heading": "What is a competency hub?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Competency hub is one of the key hubs in the iGOT platform detailing about the recommended competencies for your position and your acquired competencies thus giving information about your competency gap.</ng-container> </p> "
                },
                { 
                    "heading": "How can I acquire a competency?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can acquire a competency by consuming CBP and taking up the CBP assessments catering to that competencies, taking up the competency assessment. WPCAS and PIAA will also be required in the future to acquire a competency.</ng-container> </p> "
                },
                { 
                    "heading": "What are competencies?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Competency is defined as a combination of attitudes, skills and knowledge (ASK) that enable an individual to perform a task or activity successfully in a given job. There are three types of competencies – Behavioural, Domain and Functional</ng-container> </p> "
                },
                { 
                    "heading": "What is WPCAS?",
                    "value": "<p class='mat-body-2'><ng-container i18n>An official’s Workplace Competency Assessment Score (WPCAS) is constructed from their colleagues’ (peers, subordinates, and superiors) assessments about their performance. Through these assessments, an official’s colleagues are provided the opportunity to examine the extent to which he/she is demonstrating a particular competency in the workplace. For each competency an official is supposed to have, his/her colleagues receive questions where they are asked to indicate how he/she performed recently on that competency. The responses to these questions are then collated to create a single score for each competency every 3 months. The assessments also serve the purpose of providing feedback to help officials improve their performance.</ng-container> </p> "
                },
                { 
                    "heading": "What is CBP competency score?",
                    "value": "<p class='mat-body-2'><ng-container i18n>This score will be given to a learner on the completion of a CBP and its corresponding assessments. It is based on the learner’s performance on these assessments and contributes to the TCS (thereby the overall competency score of an individual).</ng-container> </p> "
                }
            ]
        },
        {
            "fragment": "FRACing",
            "title": "FRACing",
            "contents": [
                { 
                    "heading": "What is FRAC?",
                    "value": "<p class='mat-body-2'><ng-container i18n>The Framework of Roles, Activities and Competencies (FRAC), as termed within Mission Karmayogi’s Integrated Government Online Training platform (iGOT) initiative, is the mapping of three constructs (roles, activities and competencies, supported by knowledge resources) for each individual position within all government ministries, departments and organisations (MDOs) at the national, state and local level.</ng-container> </p> "
                },
                { 
                    "heading": "What is a Work order?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Work allocation orders are documents which formally allocate the roles and accountabilities to every government official, usually upon joining. These are allocated by the supervisor or Head of the MDO, and updated as and when necessary.</ng-container> </p> "
                }
            ]
        }
   ]
    
}
