{
    "title": "Frequently asked questions",
    "description": "",
    "help": [{
        "fragment": "MissionKarmayogi",
        "title": "Mission Karmayogi",
        "contents": [
            { 
                "heading": "What is mission Karmayogi?",
                "value": "<p class='mat-body-2'><ng-container i18n>Mission Karmayogi - National Programme for Civil Services Capacity Building has been envisioned by the Government to address the changing needs and aspiration of the citizen. The Programme has been designed to enhance the civil services under a national Programme, anchored by an apex body headed by the Prime Minister.</ng-container> </p> "
            },
            { 
                "heading": "What are hubs?",
                "value": "<p class='mat-body-2'><ng-container i18n>iGOT Karmayogi platform enables officials to explore, acquire and certify their competencies that are critical to discharging their duties. The platform also helps them connect and collaborate across silos and become more efficient in the execution of their responsibilities. These are made possible, with a series of features organized into specific hubs.</ng-container> </p> "
            }
        ]
    },
    {
        "fragment": "AccountAccess",
        "title": "Account and access",
        "contents": [
            { 
                "heading": "How can I reset my password?",
                "value": "<p class='mat-body-2'><ng-container i18n>You can reset or change your password by clicking on the 'Forgot password' link. An email will be sent to you through which you will be able to reset or change your password.</ng-container> </p> "
            },
            { 
                "heading": "How can I edit my details?",
                "value": "<p class='mat-body-2'><ng-container i18n>You can edit your profile details by the following steps: 1. Click on 'View profile' button in the profile dropdown. 2. Click on the 'Edit profile' button 3. make the necessary changes and click on the 'Save details' button. Please note that few profile details will be updated only after it is approved by the admin.</ng-container> </p> "
            },
            { 
                "heading": "How can I know what are the various portals I have access to?",
                "value": "<p class='mat-body-2'><ng-container i18n>In your profile dropdown menu, you can see the list of all other portals that you have access to.</ng-container> </p> "
            }
        ]
        },
        {
            "fragment": "Learn",
            "title": "Learn",
            "contents": [
                { 
                    "heading": "What is a learn hub?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Learnhub is one among the many hubs that facilitates competency building through suitable courses, assessments and learning recommendations (i.e. CBPs).</ng-container> </p> "
                },
                { 
                    "heading": "What is a CBP?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Competency Building Product (CBP) is a content comprising of resources, course, modules and programs which can be consumed by the government officials to enhance their competencies or acquire new ones.</ng-container> </p> "
                },
                { 
                    "heading": "How can I search for a CBP?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can search for a CBP through various ways: 1. Search a CBP by name 2. Explore by topics 3. Explore by competencies 4. Explore by topics</ng-container> </p> "
                },
                { 
                    "heading": "Where can I see all the newly added CBPs?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can view all the newly added CBPs under the 'Newly added course' section in the homepage.</ng-container> </p> "
                },
                { 
                    "heading": "How can I start learning?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can edit your profile details by the following steps: 1. Click on 'View profile' button in the profile dropdown. 2. Click on the 'Edit profile' button 3. make the necessary changes and click on the 'Save details' button. Please note that few profile details will be updated only after it is approved by the admin.</ng-container> </p> "
                },
                { 
                    "heading": "Can I resume/pause a CBP?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Yes, you can pause a CBP that you are currently consuming and resume at any point of time.</ng-container> </p> "
                },
                { 
                    "heading": "Is it necessary to pass an assessment?",
                    "value": "<p class='mat-body-2'><ng-container i18n>It is necessary to pass the CBP assessment for you to acquire the competency that the CBP caters to.</ng-container> </p> "
                },
                { 
                    "heading": "What is a competency assessment?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Every competency will have assessments attached to it and only after passing the assessment with minimun required score, you will be able to acquire the competency and attached it to you competency list</ng-container> </p> "
                },
                { 
                    "heading": "Who creates the CBPs?",
                    "value": "<p class='mat-body-2'><ng-container i18n>The CBPs are created by the CBP providers through the CBP portal which is listed after going through a review process.</ng-container> </p> "
                }
            ]
        },
        {
            "fragment": "Discuss",
            "title": "Discuss",
            "contents": [
                { 
                    "heading": "How can I use the discuss forum?",
                    "value": "<p class='mat-body-2'><ng-container i18n>The discuss hub enables you to post your query, idea or suggestion which will be visible to all officials on the platform. Other officials can then engage with your post, provide necessary information and guide the official</ng-container> </p> "
                },
                { 
                    "heading": "Who can see my posts?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Any official who have been onboarded to the iGOT Karmayogi platform will be able to view and engage with your post.</ng-container> </p> "
                },
                { 
                    "heading": "Can I delete my post?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Yes, you will be able to edit or delete your post by clicking on the ellipses in the post.</ng-container> </p> "
                },
                { 
                    "heading": "How can I get quick access to a post?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can bookmark a post to save it. Additionally, you can search for a post by selecting the right caterogy or tag.</ng-container> </p> "
                },
                { 
                    "heading": "How can discuss hub help me?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Discuss hub provides officials with an opportunity to benefit from insights from previous discussions and to trigger new conversations around particular queries they may have.</ng-container> </p> "
                }
              
            ]
        },
        {
            "fragment": "Network",
            "title": "Network",
            "contents": [
                { 
                    "heading": "What are connections?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Connections are the people (governement officials) who you are connected to in the iGOT platform. Your connections will be able to see the posts you have made, your profile details, your activites until you mark those as private.</ng-container> </p> "
                }
            ]
        },
        {
            "fragment": "Competencies",
            "title": "Competencies",
            "contents": [
                { 
                    "heading": "Where can I see my competencies?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can see the competencies that you have acquired and the list of recommended competencies in the Competency hub.</ng-container> </p> "
                },
                { 
                    "heading": "What is a competency hub?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Competency hub is one of the key hubs in the iGOT platform detailing about the recommended competencies for your position and your acquired competencies thus giving information about your competency gap.</ng-container> </p> "
                },
                { 
                    "heading": "How can I acquire a competency?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can acquire a competency by consuming CBP and taking up the CBP assessments catering to that competencies, taking up the competency assessment. WPCAS and PIAA will also be required in the future to acquire a competency.</ng-container> </p> "
                },
                { 
                    "heading": "What are competencies?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Competency is defined as a combination of attitudes, skills and knowledge (ASK) that enable an individual to perform a task or activity successfully in a given job. There are three types of competencies – Behavioural, Domain and Functional</ng-container> </p> "
                },
                { 
                    "heading": "What is WPCAS?",
                    "value": "<p class='mat-body-2'><ng-container i18n>An official’s Workplace Competency Assessment Score (WPCAS) is constructed from their colleagues’ (peers, subordinates, and superiors) assessments about their performance. Through these assessments, an official’s colleagues are provided the opportunity to examine the extent to which he/she is demonstrating a particular competency in the workplace. For each competency an official is supposed to have, his/her colleagues receive questions where they are asked to indicate how he/she performed recently on that competency. The responses to these questions are then collated to create a single score for each competency every 3 months. The assessments also serve the purpose of providing feedback to help officials improve their performance.</ng-container> </p> "
                },
                { 
                    "heading": "What is CBP competency score?",
                    "value": "<p class='mat-body-2'><ng-container i18n>This score will be given to a learner on the completion of a CBP and its corresponding assessments. It is based on the learner’s performance on these assessments and contributes to the TCS (thereby the overall competency score of an individual).</ng-container> </p> "
                }
            ]
        },
        {
            "fragment": "FRACing",
            "title": "FRACing",
            "contents": [
                { 
                    "heading": "What is FRAC?",
                    "value": "<p class='mat-body-2'><ng-container i18n>The Framework of Roles, Activities and Competencies (FRAC), as termed within Mission Karmayogi’s Integrated Government Online Training platform (iGOT) initiative, is the mapping of three constructs (roles, activities and competencies, supported by knowledge resources) for each individual position within all government ministries, departments and organisations (MDOs) at the national, state and local level.</ng-container> </p> "
                },
                { 
                    "heading": "What is a Work order?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Work allocation orders are documents which formally allocate the roles and accountabilities to every government official, usually upon joining. These are allocated by the supervisor or Head of the MDO, and updated as and when necessary.</ng-container> </p> "
                }
            ]
        },
        {
            "fragment": "KarmaPoints",
            "title": "Karma Points",
            "contents": [
                {
                    "heading": "What are Karma Points?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Karma Points measure and map a government officer's engagement on the iGOT Karmayogi platform to encourage them in their learning and competency-building journey.</ng-container> </p> "
                },
                {
                    "heading": "Why do I need Karma Points?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Good question! All learners need to know how they progress in their journeys. They need neutral feedback and encouragement so that they can give their best. Karma Points help learners keep track of their journey and motivate them to engage with the platform.</ng-container> </p> "
                },
                {
                    "heading": "How can I earn Karma Points?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Easy! You can earn Karma Points through various actions on iGOT, such as registering and logging in, completing courses, clearing assessments, completing courses under your Capacity Building Plans (ask your MDO Admin or iGOT Nodal Officer for details), and providing feedback on completed courses through ratings.</ng-container> </p> "
                },
                {
                    "heading": "How are Karma Points calculated?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Simple! You get Karma Points from your first engagement – through one-time actions like self-registration on iGOT. After registering and logging into iGOT, continuous actions, such as completing courses or clearing assessments, also grant learners Karma Points. These meaningful actions are measured, added, and converted into your Karma Points.</ng-container> </p> "
                },
                {
                    "heading": "I registered and logged in to iGOT. How many Karma Points do I receive?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Great question! If you self-register and log in to iGOT, you will receive 5 Karma Points instantly. However, if you are onboarded through your Ministry or Department, you will not receive those 5 Karma Points. Don’t worry! You have many opportunities to earn lots of Karma Points! Enroll in a course to begin your journey!</ng-container> </p> "
                },
                {
                    "heading": "Will I receive Karma Points for self-registration?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Yes! If you self-register, you will receive 5 Karma Points!</ng-container> </p> "
                },
                {
                    "heading": "Will I receive Karma Points if I have been registered through my Ministry, Department, or Organisation?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Unfortunately, you will not earn Karma Points if you have been registered through your Ministry, Department, or Organisation. Don’t worry! You have many opportunities to earn lots of Karma Points! Enroll in a course to begin your journey!</ng-container> </p> "
                },
                {
                    "heading": "Will I earn Karma Points for passing assessments?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Yes! You earn 5 Karma Points each time you pass an assessment, which is course related.</ng-container> </p> "
                },
                {
                    "heading": "Will I get Karma Points for assessments, even for courses without assessments?",
                    "value": "<p class='mat-body-2'><ng-container i18n>No. For courses that do not have assessments, you will only get Karma Points for completing the course. In the long term, all courses will have assessments.</ng-container> </p> "
                },
                {
                    "heading": "Does rating earn me Karma Points?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Yes, you will receive 2 Karma Points each time you rate.</ng-container> </p> "
                },
                {
                    "heading": "Will I be awarded Karma Points for enrolling in a course every time?",
                    "value": "<p class='mat-body-2'><ng-container i18n>No, you will earn only 5 Karma Points for your first course enrollment.</ng-container> </p> "
                },
                {
                    "heading": "Will I be awarded Karma Points for logging into iGOT every time?",
                    "value": "<p class='mat-body-2'><ng-container i18n>No, you will earn 5 Karma Points for your first log-in only.</ng-container> </p> "
                },
                {
                    "heading": "What happens if I complete a course that later gets mandated in my Capacity Building Plan?",
                    "value": "<p class='mat-body-2'><ng-container i18n>No problem. You can click on “Claim Your +10 Karma Points” to be rewarded with additional Karma Points once a course is mandated as part of your Capacity Building Plan.</ng-container> </p> "
                },
                {
                    "heading": "Will I receive additional Karma Points for courses re-mandated as part of my Capacity Building Plan?",
                    "value": "<p class='mat-body-2'><ng-container i18n>No, you will receive 10 Karma Points only for the first time you complete a course, even if it is re-mandated later.</ng-container> </p> "
                },
                {
                    "heading": "How many Karma Points will I be awarded for completing courses outlined in my Capacity Building Plan within the stipulated time?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You will gain 10 additional Karma Points for completing mandated courses within the stipulated time frame, as outlined in your Ministry’s or Department’s Capacity Building Plans. With the 5 Karma Points you earn for completing a course, you receive a total of 15 Karma Points for completing a course within your Capacity Building Plan.</ng-container> </p> "
                },
                {
                    "heading": "Will my Karma Points be affected if I don't complete mandatory courses under my Capacity Building Plan within the stipulated time?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Yes, your Karma Points will be affected if you don’t complete a course under your Capacity Building Plan within the stipulated time. One Karma Point will be deducted for each month of delay. For instance, if you need to complete a course by 31st January but complete it on 28th March, you will receive 10 - 2 = 8 Karma Points. <br> These points will be in addition to the 5 Karma Points you receive for completing the course.</ng-container> </p> "
                },
                {
                    "heading": "Is there a limit on the number of Karma Points I can earn?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Yes, there is a limit on the number of Karma Points you can earn. Each month, you can earn Karma Points for 4 courses. However, this limit only applies to courses outside your Capacity Building Plan. There is no limit on the number of Karma Points you can earn for your Capacity Building Plan courses</ng-container> </p> "
                },
                {
                    "heading": "How often are Karma Points updated?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Almost in real time! Karma Points are updated within 0 to 4 hours, allowing you to track your progress. A three-month history is also accessible by clicking on the Karma Points widget.</ng-container> </p> "
                },
                {
                    "heading": "Where can I track my Karma Points?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can view your Karma Points on the iGOT home page, which is updated within 0 to 4 hours. Clicking on the Karma Points widget shows a three-month history of activities contributing to your score.</ng-container> </p> "
                },
                {
                    "heading": "Is the mechanism for calculating Karma Points fixed?",
                    "value": "<p class='mat-body-2'><ng-container i18n>No! iGOT is a dynamic platform that will keep evolving with your feedback toward the goal of a Viksit Bharat. Similarly, the calculation of Karma Points will keep evolving with the platform's growth.</ng-container> </p> "
                }
            ]
        }

   ]
    
}
