{
    "title": "बार बार पूछे जाने वाले प्रश्न",
    "description": "",
    "help": [{
        "fragment": "MissionKarmayogi",
        "title": "मिशन कर्मयोगी",
        "contents": [
            { 
                "heading": "यह मिशन कर्मयोगी क्या है?",
                "value": "<p class='mat-body-2'><ng-container i18n>मिशन कर्मयोगी - नागरिक की बदलती जरूरतों और आकांक्षाओं को पूरा करने के लिए सरकार द्वारा सिविल सेवा क्षमता निर्माण के लिए राष्ट्रीय कार्यक्रम की परिकल्पना की गई है। कार्यक्रम को एक राष्ट्रीय कार्यक्रम के तहत सिविल सेवाओं को बढ़ाने के लिए डिज़ाइन किया गया है, जो प्रधान मंत्री की अध्यक्षता में एक शीर्ष निकाय द्वारा संचालित है।</ng-container> </p> "
            },
            { 
                "heading": "हब क्या हैं?",
                "value": "<p class='mat-body-2'><ng-container i18n>iGOT कर्मयोगी प्लेटफॉर्म अधिकारियों को उनकी दक्षताओं का पता लगाने, हासिल करने और प्रमाणित करने में सक्षम बनाता है जो उनके कर्तव्यों के निर्वहन के लिए महत्वपूर्ण हैं। यह प्लेटफॉर्म उन्हें अलग-अलग साइलो से जुड़ने और सहयोग करने और अपनी जिम्मेदारियों के निष्पादन में अधिक कुशल बनने में भी मदद करता है। विशिष्ट केंद्रों में व्यवस्थित सुविधाओं की एक श्रृंखला के साथ इन्हें संभव बनाया गया है।</ng-container> </p> "
            }
        ]
    },
    {
        "fragment": "AccountAccess",
        "title": "खाता और पहुंच",
        "contents": [
            { 
                "heading": "मैं अपना पासवर्ड कैसे रीसेट कर सकता हूं?",
                "value": "<p class='mat-body-2'><ng-container i18n>आप 'पासवर्ड भूल गए' लिंक पर क्लिक करके अपना पासवर्ड रीसेट या बदल सकते हैं। आपको एक ईमेल भेजा जाएगा जिसके माध्यम से आप अपना पासवर्ड रीसेट या बदल सकेंगे।</ng-container> </p> "
            },
            { 
                "heading": "मैं अपना विवरण कैसे संपादित कर सकता हूं?",
                "value": "<p class='mat-body-2'><ng-container i18n>आप निम्न चरणों द्वारा अपना प्रोफ़ाइल विवरण संपादित कर सकते हैं: 1. प्रोफ़ाइल ड्रॉपडाउन में 'प्रोफ़ाइल देखें' बटन पर क्लिक करें। 2. 'प्रोफाइल संपादित करें' बटन पर क्लिक करें 3. आवश्यक परिवर्तन करें और 'विवरण सहेजें' बटन पर क्लिक करें। कृपया ध्यान दें कि कुछ प्रोफ़ाइल विवरण व्यवस्थापक द्वारा अनुमोदित किए जाने के बाद ही अपडेट किए जाएंगे।</ng-container> </p> "
            },
            { 
                "heading": "मैं कैसे जान सकता हूं कि मेरे पास कौन से विभिन्न पोर्टल हैं?",
                "value": "<p class='mat-body-2'><ng-container i18n>अपने प्रोफ़ाइल ड्रॉपडाउन मेनू में, आप उन सभी अन्य पोर्टलों की सूची देख सकते हैं, जिन तक आपकी पहुंच है।</ng-container> </p> "
            }
        ]
        },
        {
            "fragment": "Learn",
            "title": "सीखना",
            "contents": [
                { 
                    "heading": "लर्निंग हब क्या है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>लर्नहब उन कई केंद्रों में से एक है जो उपयुक्त पाठ्यक्रम, आकलन और सीखने की सिफारिशों (यानी BCPs) के माध्यम से योग्यता निर्माण की सुविधा प्रदान करता है।</ng-container> </p> "
                },
                { 
                    "heading": "CBP क्या है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>योग्यता निर्माण उत्पाद (सीबीपी) संसाधनों, पाठ्यक्रम, मॉड्यूल और कार्यक्रमों से युक्त एक सामग्री है जिसका उपयोग सरकारी अधिकारी अपनी दक्षताओं को बढ़ाने या नए हासिल करने के लिए कर सकते हैं।</ng-container> </p> "
                },
                { 
                    "heading": "मैं CBP कैसे खोज सकता हूं?",
                    "value": "<p class='mat-body-2'><ng-container i18n>आप सीबीपी को विभिन्न तरीकों से खोज सकते हैं: 1. नाम से सीबीपी खोजें 2. विषयों के आधार पर एक्सप्लोर करें 3. दक्षताओं के आधार पर एक्सप्लोर करें 4. विषयों के आधार पर एक्सप्लोर करें</ng-container> </p> "
                },
                { 
                    "heading": "मैं सभी नए जोड़े गए CBPs कहां देख सकता हूं?",
                    "value": "<p class='mat-body-2'><ng-container i18n>Yआप होमपेज में 'नए जोड़े गए पाठ्यक्रम' अनुभाग के तहत सभी नए जोड़े गए सीबीपी देख सकते हैं।</ng-container> </p> "
                },
                { 
                    "heading": "मैं सीखना कैसे शुरू कर सकता हूं?",
                    "value": "<p class='mat-body-2'><ng-container i18n>You can edit your profile details by the following steps: 1. Click on 'View profile' button in the profile dropdown. 2. Click on the 'Edit profile' button 3. make the necessary changes and click on the 'Save details' button. Please note that few profile details will be updated only after it is approved by the admin.</ng-container> </p> "
                },
                { 
                    "heading": "क्या मैं CBP को फिर से शुरू/रोकता हूं?",
                    "value": "<p class='mat-body-2'><ng-container i18n>हां, आप उस सीबीपी को रोक सकते हैं जिसका आप वर्तमान में उपभोग कर रहे हैं और किसी भी समय फिर से शुरू कर सकते हैं।</ng-container> </p> "
                },
                { 
                    "heading": "क्या मूल्यांकन पास करना आवश्यक है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>सीबीपी द्वारा पूरी की जाने वाली योग्यता हासिल करने के लिए आपके लिए सीबीपी मूल्यांकन पास करना आवश्यक है।</ng-container> </p> "
                },
                { 
                    "heading": "योग्यता मूल्यांकन क्या है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>प्रत्येक योग्यता से जुड़े मूल्यांकन होंगे और न्यूनतम आवश्यक स्कोर के साथ मूल्यांकन पास करने के बाद ही, आप योग्यता प्राप्त करने में सक्षम होंगे और इसे अपनी योग्यता सूची में संलग्न करेंगे</ng-container> </p> "
                },
                { 
                    "heading": "CBPs कौन बनाता है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>सीबीपी प्रदाताओं द्वारा सीबीपी पोर्टल के माध्यम से सीबीपी बनाया जाता है जिसे समीक्षा प्रक्रिया से गुजरने के बाद सूचीबद्ध किया जाता है।</ng-container> </p> "
                }
            ]
        },
        {
            "fragment": "Disucss",
            "title": "विचार-विमर्श करना",
            "contents": [
                { 
                    "heading": "मैं चर्चा मंच का उपयोग कैसे कर सकता हूं?",
                    "value": "<p class='mat-body-2'><ng-container i18n>चर्चा केंद्र आपको अपनी क्वेरी, विचार या सुझाव पोस्ट करने में सक्षम बनाता है जो मंच पर सभी अधिकारियों को दिखाई देगा। अन्य अधिकारी तब आपके पद से जुड़ सकते हैं, आवश्यक जानकारी प्रदान कर सकते हैं और अधिकारी का मार्गदर्शन कर सकते हैं</ng-container> </p> "
                },
                { 
                    "heading": "मेरी पोस्ट कौन देख सकता है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>कोई भी अधिकारी जो आईजीओटी कर्मयोगी प्लेटफॉर्म पर शामिल हो गया है, वह आपकी पोस्ट को देख सकेगा और उससे जुड़ सकेगा।</ng-container> </p> "
                },
                { 
                    "heading": "क्या मैं अपनी पोस्ट हटा सकता हूँ?",
                    "value": "<p class='mat-body-2'><ng-container i18n>हां, आप पोस्ट में इलिप्सेस पर क्लिक करके अपनी पोस्ट को एडिट या डिलीट कर पाएंगे।</ng-container> </p> "
                },
                { 
                    "heading": "मैं किसी पोस्ट तक त्वरित पहुँच कैसे प्राप्त कर सकता हूँ?",
                    "value": "<p class='mat-body-2'><ng-container i18n>आप किसी पोस्ट को सेव करने के लिए उसे बुकमार्क कर सकते हैं। इसके अतिरिक्त, आप सही कैटरोलॉजी या टैग का चयन करके किसी पोस्ट की खोज कर सकते हैं।</ng-container> </p> "
                },
                { 
                    "heading": "हब पर चर्चा कैसे मेरी मदद कर सकती है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>डिस्कस हब अधिकारियों को पिछली चर्चाओं से अंतर्दृष्टि से लाभ उठाने और विशेष प्रश्नों के आसपास नई बातचीत शुरू करने का अवसर प्रदान करता है।</ng-container> </p> "
                }
              
            ]
        },
        {
            "fragment": "Network",
            "title": "नेटवर्क",
            "contents": [
                { 
                    "heading": "संबंध क्या हैं?",
                    "value": "<p class='mat-body-2'><ng-container i18n>कनेक्शन वे लोग (सरकारी अधिकारी) हैं जिनसे आप iGOT प्लेटफॉर्म में जुड़े हुए हैं। आपके कनेक्शन आपके द्वारा किए गए पोस्ट, आपके प्रोफ़ाइल विवरण, आपकी गतिविधियों को तब तक देख पाएंगे जब तक आप उन्हें निजी के रूप में चिह्नित नहीं करते।</ng-container> </p> "
                }
            ]
        },
        {
            "fragment": "Competencies",
            "title": "दक्षताओं",
            "contents": [
                { 
                    "heading": "मैं अपनी दक्षताओं को कहाँ देख सकता हूँ?",
                    "value": "<p class='mat-body-2'><ng-container i18n>आप सक्षमता हब में अपने द्वारा अर्जित दक्षताओं और अनुशंसित दक्षताओं की सूची देख सकते हैं।</ng-container> </p> "
                },
                { 
                    "heading": "एक योग्यता केंद्र क्या है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>योग्यता केंद्र आईजीओटी मंच में प्रमुख केंद्रों में से एक है जो आपकी स्थिति और आपकी अर्जित दक्षताओं के लिए अनुशंसित दक्षताओं के बारे में विस्तार से बताता है और इस प्रकार आपकी योग्यता अंतराल के बारे में जानकारी देता है।</ng-container> </p> "
                },
                { 
                    "heading": "मैं योग्यता कैसे प्राप्त कर सकता हूं?",
                    "value": "<p class='mat-body-2'><ng-container i18n>आप सीबीपी का उपभोग करके और उस दक्षताओं को पूरा करने वाले सीबीपी आकलनों को लेते हुए, योग्यता मूल्यांकन करके एक योग्यता प्राप्त कर सकते हैं। भविष्य में योग्यता हासिल करने के लिए WPCAS और PIAA की भी आवश्यकता होगी।</ng-container> </p> "
                },
                { 
                    "heading": "दक्षताएं क्या हैं?",
                    "value": "<p class='mat-body-2'><ng-container i18n>योग्यता को दृष्टिकोण, कौशल और ज्ञान (एएसके) के संयोजन के रूप में परिभाषित किया गया है जो किसी व्यक्ति को किसी दिए गए कार्य में सफलतापूर्वक कार्य या गतिविधि करने में सक्षम बनाता है। दक्षता तीन प्रकार की होती है - व्यवहार, डोमेन और कार्यात्मक</ng-container> </p> "
                },
                { 
                    "heading": "WPCAS क्या है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>एक अधिकारी के कार्यस्थल योग्यता मूल्यांकन स्कोर (डब्ल्यूपीसीएएस) का निर्माण उनके सहयोगियों (साथियों, अधीनस्थों और वरिष्ठों) के उनके प्रदर्शन के आकलन से किया जाता है। इन आकलनों के माध्यम से, एक अधिकारी के सहयोगियों को यह जांचने का अवसर प्रदान किया जाता है कि वह कार्यस्थल में किस हद तक किसी विशेष योग्यता का प्रदर्शन कर रहा है। प्रत्येक योग्यता के लिए एक अधिकारी के पास माना जाता है, उसके सहयोगियों को प्रश्न प्राप्त होते हैं जहां उन्हें यह इंगित करने के लिए कहा जाता है कि उसने हाल ही में उस योग्यता पर कैसा प्रदर्शन किया है। इन सवालों के जवाबों को फिर हर 3 महीने में प्रत्येक योग्यता के लिए एक अंक बनाने के लिए एकत्रित किया जाता है। मूल्यांकन अधिकारियों को उनके प्रदर्शन में सुधार करने में मदद करने के लिए प्रतिक्रिया प्रदान करने के उद्देश्य से भी काम करते हैं।</ng-container> </p> "
                },
                { 
                    "heading": "CBP योग्यता स्कोर क्या है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>यह अंक एक शिक्षार्थी को सीबीपी और उसके अनुरूप मूल्यांकन के पूरा होने पर दिया जाएगा। यह इन आकलनों पर शिक्षार्थी के प्रदर्शन पर आधारित है और टीसीएस में योगदान देता है (जिससे किसी व्यक्ति का समग्र योग्यता स्कोर)।</ng-container> </p> "
                }
            ]
        },
        {
            "fragment": "FRACing",
            "title": "फ़्रेकिंग",
            "contents": [
                { 
                    "heading": "FRAC क्या है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>मिशन कर्मयोगी के एकीकृत सरकारी ऑनलाइन प्रशिक्षण मंच (आईजीओटी) पहल के तहत भूमिकाओं, गतिविधियों और दक्षताओं (एफआरएसी) की रूपरेखा, प्रत्येक व्यक्तिगत स्थिति के लिए तीन निर्माणों (भूमिकाओं, गतिविधियों और दक्षताओं, ज्ञान संसाधनों द्वारा समर्थित) का मानचित्रण है। राष्ट्रीय, राज्य और स्थानीय स्तर पर सभी सरकारी मंत्रालय, विभाग और संगठन (एमडीओ)।</ng-container> </p> "
                },
                { 
                    "heading": "कार्य आदेश क्या है?",
                    "value": "<p class='mat-body-2'><ng-container i18n>कार्य आवंटन आदेश ऐसे दस्तावेज होते हैं जो औपचारिक रूप से प्रत्येक सरकारी अधिकारी को भूमिकाएं और जवाबदेही आवंटित करते हैं, आमतौर पर शामिल होने पर। इन्हें पर्यवेक्षक या एमडीओ के प्रमुख द्वारा आवंटित किया जाता है, और जब भी आवश्यक हो अद्यतन किया जाता है।</ng-container> </p> "
                }
            ]
        }
   ]
    
}
